[{"createdAt":1636467534002,"img":"content/contentrain/static/1636467462159_04.-Priority-image.png","alt":"testla","tags":["b8c43ebf-ff0e-a93b-157f-394db1bc3745"],"description":"The news follows multiple years of collaboration, both between the two companies and within the City of Sin.","author":"8c0060a7-d642-90d7-bd7a-b021f9bd5725","ID":"89181b3d-8eee-e739-47c0-11f64d55c0d0","title":"Motional and Lyft to launch driverless commercial robotaxi service in Las Vegas in 2023","content":"Lyft and Motional, the Aptiv-Hyundai joint venture aimed at commercializing autonomous driving technology, have announced plans to launch their first fully driverless ride-hail service in Las Vegas in 2023. The news follows multiple years of collaboration, both between the two companies and within the City of Sin.\n\nBy the second half of next year, Motional and Lyft aim to be transporting public passengers, who will be able to book rides through the Lyft app, in Motional’s electric Hyundai IONIQ 5-based robotaxis before scaling up to a full commercial launch where Lyft is allowed to charge for rides in 2023.\n\nIt’s not surprising to see Motional and Lyft choose Las Vegas as the first city in which to launch a driverless service, but it is a major milestone for the companies as they work towards their shared goal of commercializing autonomous ride-hail. The two have had a relationship with each other  since 2018, when Lyft and Aptiv launched a one-week program in Las Vegas to test a robotaxi service during CES. In November last year, Nevada gave Motional approval to test its autonomous vehicles without a human safety driver, and just two months ago, Motional announced it would expand its operations and employee headcount in Las Vegas and triple the size of its testing facility.\n\n\nIn other words, all signs had been pointing to Tuesday’s announcement for some time. Now, the industry will be keeping an eye out for expansion into more cities. Motional had previously targeted 2023 for commercial launch in major U.S. cities, and this summer, it announced plans to expand its presence in California with a new Los Angeles operations facility that would support testing on public roads.\n\nMotional isn’t sharing the exact number of vehicles it will launch with Lyft in Las Vegas at this time, and said it would share additional details on the operational design domain, which would stipulate the conditions under which Motional’s AVs could safely operate, closer to launch.\n\n“The beauty of the agreement with Lyft is that it has the potential to scale widely – we could reach millions of Lyft riders,” a spokesperson for Motional told TechCrunch, also noting that the company would share more information about plans to launch in other cities “in the future.”\n\nThe initial phase of non-commercial driverless deployment, which will begin in 2022, will allow the companies to fine-tune their autonomous offering by collecting rider feedback and improving upon user experience ahead of commercial launch"}]